[
  {
    "name": "ASTHMA ATTACK",
    "Overview": [
      "1 in 4 children and 1 in 10 adults have asthma.",
      "Asthma is the most common chronic childhood disease in Australia. Any person who experiences persistent shortness of breath, wheeziness or cough may potentially have asthma and should see a doctor. During an attack, the muscle surrounding the air tubes goes into spasm, the lining of the tubes becomes swollen and excessive mucus is produced, all of which results in the tubes narrowing, making breathing difficult.",
      "People with asthma should always carry medication to relieve an attack. ‘Reliever’ medication is usually in the form of a metered-dose, bronchodilator aerosol (‘puffer’), such as Ventolin, Bricanyl and Respolin. The delivery of aerosol medications is easier and more effective with a spacer device, particularly for children during an attack.",
      "The seriousness of an attack is difficult to assess and varies, but occasionally asthma is fatal, so prompt action should always be taken. If the person having an attack is not carrying medication, medical aid should be sought immediately: the quickest way to do this is to call an ambulance on “000”, and state that a person is having an asthma attack. All ambulances are equipped to deal with asthma in young children and others."
    ],
    "actions": [
      "Sit the person in a quiet, warm place, away from other people and leaning on a table",
      "Give the person one puff into their spacer, then 4 breaths through the spacer, repeat 4 times",
      "Wait 4 minutes, then if there is no improvement give 4 more puffs",
      "If there is still no improvement or the person’s condition suddenly deteriorates, call an ambulance immediately",
      "While waiting for medical help to arrive, continue to administer the puffer as described"
    ]
  },
  {
    "name": "BITES AND STINGS",
    "Overview": [
      "Bites and stings can be poisonous or non-poisonous in Australia. Bites and stings from venomous snakes, spiders and marine life need immediate emergency action and should be treated calmly and promptly."
    ],
    "actions": [
      "Wash the wound thoroughly with a mild antiseptic or soap and water",
      "Cover the wound with a clean dressing and bandage",
      "Seek medical aid, unless the wound is superficial, because antibiotics or stitches may be required",
      "The sufferer may also require a tetanus injection, unless one has recently been administered?"
    ]
  },
  {
    "name": "Bites and Stings from Venomous Animals",
    "Overview": [
      "Among the most dangerous of Australia’s native fauna are:",
      "Bites and stings from non-poisonous animals can sometimes also need medical attention. Stitches, antibiotics or a tetanus injection may be required after an animal bite. Some people suffer an allergic reaction to what would normally be just a painful bite or sting: in some cases the reaction is severe and must be treated immediately (see Stings: Bees and Wasps)."
    ],
    "actions": [
      "Call for emergency medical assistance if the person is unconscious or has severe symptoms such as seizures, repeated vomiting, or worsening confusion.",
      "Keep the person still and do not move them unless it is necessary to prevent further injury.",
      "Check the person's breathing, pulse, and level of consciousness. If the person is not breathing or has no pulse, begin CPR.",
      "If the person is conscious, help them lie down in a quiet, dark room and encourage them to rest.",
      "Apply a cold compress or ice pack to the person's head to help reduce swelling and relieve pain.",
      "Monitor the person's condition and watch for any changes in their symptoms or level of consciousness.",
      "Do not allow the person to resume normal activities until they have been evaluated by a healthcare professional and cleared to do so."
    ]
  },
  {
    "name": "BLEEDING: EXTERNAL",
    "Overview": [
      "Severe or continued bleeding, if not controlled, is potentially fatal. It is therefore critical to stop the bleeding as quickly as possible."
    ],
    "actions": [
      "Grip a pad in the palm to apply pressure to the woundElevate the hand, leaving one end at the base of the thumbTake a bandage around the hand, down over the fist and around and over the thumb and end of the bandage. Continue bandaging in this way",
      "Tie both ends at the top of the fistFinally, rest the bandaged hand against the shoulder on the uninjured side and support it with an elevation sling"
    ]
  },
  {
    "name": "BLEEDING: FROM THE PALM",
    "Overview": [
      "Bleeding from the palm can be severe.",
      "To stop this specific type of bleeding, help the casualty to:"
    ],
    "actions": [
      "Lay the casualty down comfortably and loosen any tight clothing",
      "Seek medical aid urgently",
      "Do not give any food or drink",
      "Monitor the casualty for shock"
    ]
  },
  {
    "name": "BLEEDING: INTERNAL",
    "Overview": [
      "Internal bleeding can occur after a serious accident or heavy fall, or it could be the result of a medical condition, such as a stomach ulcer.",
      "Bleeding into the tissues and cavities of the body can be life-threatening and immediate hospital care is essential. Internal bleeding, or an internal haemorrhage, is the loss of vital blood from a blood vessel within the body. If severe internal bleeding occurs in the chest, abdomen, retroperitoneal space, pelvis or thighs, it may cause hemorrhagic shock or death. If you see signs of internal bleeding, it’s important to seek medical treatment instantly."
    ],
    "actions": [
      "Check for injuries, particularly Fractures, Sprains, Dislocations or Strains",
      "Rest the casualty, support the injured part and apply a compression bandage. A heavily bruised arm should be supported with a sling. If the legs or body are bruised, support them with cushions",
      "Apply an ice pack (see Sprains or Dislocations)",
      "For the treatment of a black eye, see Eye Injuries"
    ]
  },
  {
    "name": "BRUISES",
    "Overview": [
      "A heavy fall or blow can cause bleeding beneath the skin, known as bruising. The injured area appears discoloured on the body, a mixture of purple, black or brown. A bruise is the direct result of trauma to the blood vessels lying under the skin’s surface."
    ],
    "actions": [
      "Remove the casualty from danger and the source of heat if you can do so without becoming a casualty yourself",
      "If the casualty’s clothes are on fire, protect yourself by holding a blanket or rug in front of yourself as you approach him or her. Wrap the blanket or rug around the casualty to smother the flames, and lay him or her on the ground. If you must use water to put out the flames, do not throw it",
      "If the casualty is unconscious, place him or her carefully on their SIDE, check the airway, breathing and pulse and begin CPR if necessary",
      "Carefully remove burnt clothing unless it is adhering to the skin",
      "Cool the burnt area with cold, but not icy, water, ideally by placing the burn under gently running water for at least 20 minutes",
      "Cover the burn with a sterile, non-adherent dressing, then lightly apply a bandage. Do not apply ointments, lotions or cream",
      "Rest the casualty comfortably, supporting any burnt limb",
      "For all situations except minor burns and scalds, seek medical aid immediately"
    ]
  },
  {
    "name": "BURNS AND SCALDS",
    "Overview": [
      "Burns are caused by the dry heat from flames, electricity, lightning, chemicals or radiation (like sunburn, for example). Scalds are caused by moist heat from boiling liquids or steam. Burns and scalds are serious injuries and can result in infection, scarring and – in extreme cases – death."
    ],
    "actions": [
      "Call for emergency medical assistance if the person is unconscious or has severe symptoms such as seizures, repeated vomiting, or worsening confusion.",
      "Keep the person still and do not move them unless it is necessary to prevent further injury.",
      "Check the person's breathing, pulse, and level of consciousness. If the person is not breathing or has no pulse, begin CPR.",
      "If the person is conscious, help them lie down in a quiet, dark room and encourage them to rest.",
      "Apply a cold compress or ice pack to the person's head to help reduce swelling and relieve pain.",
      "Monitor the person's condition and watch for any changes in their symptoms or level of consciousness.",
      "Do not allow the person to resume normal activities until they have been evaluated by a healthcare professional and cleared to do so."
    ]
  },
  {
    "name": "First Aid For Burns",
    "Overview": [
      "For a more detailed look at burn treatment, check out our blog on First Aid for burns."
    ],
    "actions": [
      "Call for emergency medical assistance if the person is unconscious or has severe symptoms such as seizures, repeated vomiting, or worsening confusion.",
      "Keep the person still and do not move them unless it is necessary to prevent further injury.",
      "Check the person's breathing, pulse, and level of consciousness. If the person is not breathing or has no pulse, begin CPR.",
      "If the person is conscious, help them lie down in a quiet, dark room and encourage them to rest.",
      "Apply a cold compress or ice pack to the person's head to help reduce swelling and relieve pain.",
      "Monitor the person's condition and watch for any changes in their symptoms or level of consciousness.",
      "Do not allow the person to resume normal activities until they have been evaluated by a healthcare professional and cleared to do so."
    ]
  },
  {
    "name": "CHEST INJURIES",
    "Overview": [
      "The chest protects the heart, lungs and major blood vessels, so injuries to this area can quickly affect breathing and circulation, or result in profuse bleeding.",
      "Sometimes a fractured rib can pierce the lung, causing serious damage, internal bleeding or even the collapse of the lung. If a fractured rib or a sharp object has penetrated the chest wall, air from outside can be sucked directly into the chest cavity. This air can cause the lung on the injured side to collapse."
    ],
    "actions": [
      "If the casualty is unconscious, place him or her carefully on their SIDE, on the injured side, check the airway, breathing and pulse and begin CPR if necessary",
      "Rest the conscious casualty in a half-sitting position, leaning downwards on the injured side",
      "Pad the injured side, then bandage the upper arm and padding to the injured side",
      "Immobilise the arm with an elevation or collar-and-cuff sling",
      "Seek medical aid urgently"
    ]
  },
  {
    "name": "CHEST INJURIES: FRACTURED RIBS",
    "Overview": [
      "Fracturing the ribs is an injury involving a crack in one of the bones of the rib cage.It’s most common in a fall or accident scenario, but can also occur through consistent coughing, sporting activities, or repetitive movement. Often fractured ribs can heal on their own in a month or two, with the patient struggling to inhale deeply until their body has repaired.",
      "The main contents of the chest or thorax are:"
    ],
    "actions": [
      "Call for emergency medical assistance if the person is unconscious or has severe symptoms such as seizures, repeated vomiting, or worsening confusion.",
      "Keep the person still and do not move them unless it is necessary to prevent further injury.",
      "Check the person's breathing, pulse, and level of consciousness. If the person is not breathing or has no pulse, begin CPR.",
      "If the person is conscious, help them lie down in a quiet, dark room and encourage them to rest.",
      "Apply a cold compress or ice pack to the person's head to help reduce swelling and relieve pain.",
      "Monitor the person's condition and watch for any changes in their symptoms or level of consciousness.",
      "Do not allow the person to resume normal activities until they have been evaluated by a healthcare professional and cleared to do so."
    ]
  },
  {
    "name": "CHOKING: PARTIALLY BLOCKED AIRWAY",
    "Overview": [
      "A piece of food, fishbone or other object can lodge in the airway, obstructing breathing. Young children can choke on a peanut or even part of a toy. Choking is potentially fatal and immediate first aid is essential.",
      "If an adult, child or baby can cough, cry or walk do not slap him or her on the back because this can cause the obstruction to shift and become a total blockage of the airway."
    ],
    "actions": [
      "Position the casualty so that the head is slightly lower than the chest. Support a baby’s chest and body across your knees. Place a child head down across your knee, with the chest supported by one hand",
      "Give 3–4 sharp slaps between the shoulder blades with your hand",
      "If there is no improvement, give CPR",
      "Seek medical aid urgently"
    ]
  },
  {
    "name": "CHOKING: COMPLETELY BLOCKED AIRWAY",
    "Overview": [
      "A piece of food, fishbone or other object can lodge in the airway, obstructing breathing. Young children can choke on a peanut or even part of a toy. Choking is potentially fatal and immediate first aid is essential."
    ],
    "actions": [
      "Lay the casualty down in a comfortable position. Do not give any food or drink",
      "Apply a cold compress to the knocked area",
      "Watch for any worsening of the condition",
      "If the casualty loses consciousness, place him or her carefully on their SIDE, check the airway, breathing and pulse and begin CPR if necessary",
      "Seek medical advice: anyone who has lost consciousness, even if only briefly, should see a doctor"
    ]
  },
  {
    "name": "CONCUSSION",
    "Overview": [
      "A severe fall or blow to the head or face can “shake the brain” and cause concussion. Also see the section detailing Head Injuries. If complications occur, you will find that Synapse is a brilliant resource for understanding and finding support on brain injury in Australia."
    ],
    "actions": [
      "Call for emergency medical assistance if the person is unconscious or has severe symptoms such as seizures, repeated vomiting, or worsening confusion.",
      "Keep the person still and do not move them unless it is necessary to prevent further injury.",
      "Check the person's breathing, pulse, and level of consciousness. If the person is not breathing or has no pulse, begin CPR.",
      "If the person is conscious, help them lie down in a quiet, dark room and encourage them to rest.",
      "Apply a cold compress or ice pack to the person's head to help reduce swelling and relieve pain.",
      "Monitor the person's condition and watch for any changes in their symptoms or level of consciousness.",
      "Do not allow the person to resume normal activities until they have been evaluated by a healthcare professional and cleared to do so."
    ]
  },
  {
    "name": "CONVULSIONS (OR FITTING)",
    "Overview": [
      "A convulsion, or a fit, is an episode in which normal brain activity becomes disturbed. It can be caused by a serious accident, drug overdose, fever or epilepsy. As there are different types of convulsions with different causes, it’s important to know how to approach the situation depending on the circumstances."
    ],
    "actions": [
      "Protect the child from injury by removing any dangerous objects, but do not forcibly restrain him or her",
      "During the seizure, place the child carefully on their SIDE and keep the airway clear",
      "Gently cool the patient by removing some of their clothing. But do not allow them to get cold",
      "Seek medical aid",
      "The doctor may recommend giving the child a medicine, such as paracetamol to reduce the fever",
      "Cover the child lightly once the temperature has been reduced"
    ]
  },
  {
    "name": "FEVERISH CONVULSIONS (FEBRILE CONVULSIONS)",
    "Overview": [
      "Babies and young children, between the ages of 6 months and 6 years, can suffer seizure known as “feverish convulsions”. Feverish convulsions without complications do not cause damage or result in epilepsy.",
      "The convulsion usually lasts only a few minutes and may involve:"
    ],
    "actions": [
      "Call for emergency medical assistance if the person is unconscious or has severe symptoms such as seizures, repeated vomiting, or worsening confusion.",
      "Keep the person still and do not move them unless it is necessary to prevent further injury.",
      "Check the person's breathing, pulse, and level of consciousness. If the person is not breathing or has no pulse, begin CPR.",
      "If the person is conscious, help them lie down in a quiet, dark room and encourage them to rest.",
      "Apply a cold compress or ice pack to the person's head to help reduce swelling and relieve pain.",
      "Monitor the person's condition and watch for any changes in their symptoms or level of consciousness.",
      "Do not allow the person to resume normal activities until they have been evaluated by a healthcare professional and cleared to do so."
    ]
  },
  {
    "name": "CRAMPS",
    "Overview": [
      "A cramp is a sudden and prolonged muscle contraction causing sharp pains in the body. It may be caused by lack of body fluid (for example, after heavy vomiting or diarrhoea), poor circulation or strenuous exercise in extremely hot or cold conditions."
    ],
    "actions": [
      "Wash your hands thoroughly before treating a wound and apply gloves",
      "Gently brush away any surface foreign object, such as gravel",
      "Clean the wound and surrounding area, wiping away from the wound, using sterile swabs, warm sterile water and a little mild antiseptic. Pat the skin around the wound dry",
      "Apply a sterile, non-adherent dressing if necessary",
      "If the wound is dirty or caused by a rusty object, a tetanus injection may be needed"
    ]
  },
  {
    "name": "CUTS, WOUNDS & ABRASIONS",
    "Overview": [
      "Minor cuts, scratches and abrasions do not usually require medical attention, and are often treatable with a compact First Aid Kit. Abrasions, such as gravel rash, may have dirt embedded in the wound and are likely to become infected."
    ],
    "actions": [
      "Call for emergency medical assistance if the person is unconscious or has severe symptoms such as seizures, repeated vomiting, or worsening confusion.",
      "Keep the person still and do not move them unless it is necessary to prevent further injury.",
      "Check the person's breathing, pulse, and level of consciousness. If the person is not breathing or has no pulse, begin CPR.",
      "If the person is conscious, help them lie down in a quiet, dark room and encourage them to rest.",
      "Apply a cold compress or ice pack to the person's head to help reduce swelling and relieve pain.",
      "Monitor the person's condition and watch for any changes in their symptoms or level of consciousness.",
      "Do not allow the person to resume normal activities until they have been evaluated by a healthcare professional and cleared to do so."
    ]
  },
  {
    "name": "DIABETES",
    "Overview": [
      "A person with diabetes has no insulin or insufficient amounts of insulin, produced by the pancreas, to maintain a balanced blood sugar level. Diabetes can be treated by a special diet, a special diet combined with oral hypoglycaemic agents (tablets), or by a special diet and insulin therapy.",
      "If a person with diabetes receives too much insulin or insufficient food while taking insulin, they can suffer from low blood sugar (hypoglycaemia) and become unconscious. If too little insulin is obtained, a high blood sugar level (hyperglycaemia) can cause a diabetic coma. A medical emergency is more likely to involve low blood sugar, as high blood sugar usually develops over a greater length of time, so the person has more warning."
    ],
    "actions": [
      "If the person is unconscious do not give anything by mouth; place him or her carefully on their SIDE, and check the airway, breathing and pulse",
      "Seek medical help immediately",
      "If the person is conscious, give him or her glucose in the form of, for example, lemonade, orange juice, a glass of water with at least 2 teaspoons of sugar in it",
      "Once the person feels better (usually a few minutes after having the glucose), give him or her some complex carbohydrates, such as fruit or a sandwich",
      "Make sure the person discusses the possible causes of the hypoglycaemic episode with his or her doctor so that it may be avoided in the future",
      "DO NOT GIVE THE PATIENT INSULIN"
    ]
  },
  {
    "name": "DIABETES: LOW BLOOD SUGAR (HYPOGLYCAEMIA)",
    "Overview": [
      "Low blood sugar, (sugar being the body’s main source of energy) is also known as ‘hypo’ or ‘low’. A medical emergency is more likely to involve low blood sugar, as high blood sugar usually develops over a greater length of time, so the person has more warning."
    ],
    "actions": [
      "Call for emergency medical assistance if the person is unconscious or has severe symptoms such as seizures, repeated vomiting, or worsening confusion.",
      "Keep the person still and do not move them unless it is necessary to prevent further injury.",
      "Check the person's breathing, pulse, and level of consciousness. If the person is not breathing or has no pulse, begin CPR.",
      "If the person is conscious, help them lie down in a quiet, dark room and encourage them to rest.",
      "Apply a cold compress or ice pack to the person's head to help reduce swelling and relieve pain.",
      "Monitor the person's condition and watch for any changes in their symptoms or level of consciousness.",
      "Do not allow the person to resume normal activities until they have been evaluated by a healthcare professional and cleared to do so."
    ]
  },

  {
    "name": "DISLOCATIONS",
    "Overview": [
      "A joint becomes dislocated if its bones are pushed out of contact with each other. The most common dislocations involve the shoulder, elbow, finger and jaw. Sprains and dislocations are often associated with fractures, as they can have the same symptoms. If you are unsure, treat such an injury as a fracture and seek medical aid immediately. For the treatment of a dislocated jaw see Head and Facial Injuries.",
      "Do not move the joint if you suspect it is fractured.Do not attempt to push the joint bones back into position."
    ],
    "actions": [
      "Check the airway, clearing it of vomit or any other obstruction, and begin mouth-to-nose while coming ashore in shallow water if it is safe to do so. Do not attempt resuscitation in deep water unless you have been trained to do so and have a flotation device",
      "When the casualty is on firm ground place carefully on their SIDE, and check the airway again",
      "Start or resume CPR",
      "When the casualty starts breathing again, maintain them carefully on their SIDE, covered with a towel or blanket",
      "Seek medical aid immediately. Any person who has lost consciousness or been resuscitated must go to hospital",
      "Monitor the casualty’s breathing and pulse closely until medical help arrives because relapses often occur, such as secondary drowning (pulmonary oedema)"
    ]
  },
  {
    "name": "DROWNING",
    "Overview": [
      "As a person struggles to stay afloat, water can enter the airway, blocking the air supply. If breathing stops and the oxygen supply to the brain is cut off, permanent brain damage or death can result. It is vital to start rescue breaths as quickly as possible – as the person is being taken from the water if it is safe to do so. Pool drownings can almost always be prevented, especially when it comes to child drownings.",
      "Prevent drowning by:",
      "Do not attempt to rescue anyone in deep water if you are an inexperienced swimmer. Instead, call for help immediately."
    ],
    "actions": [
      "DRSABCDIf the casualty is unconscious, place them carefully on their SIDE, check the airway, breathing and pulse and begin CPR if necessary. If breathing and pulse are satisfactory, maintain the unconscious person carefully on their SIDE and continue to monitor breathing and pulse",
      "If the casualty is conscious, treat the same as for Poisoning, but do not induce vomiting unless instructed to do so by a Poisons Information Centre, or a qualified doctor",
      "Try to establish which drug was taken, and send any containers, tablets or syringes to the hospital with the casualty. Also send a sample of vomit, in a covered jar",
      "Seek medical aid urgently"
    ]
  },
  {
    "name": "DRUG OVERDOSE",
    "Overview": [
      "This may involve accidental overdose of a prescription medicine or a potentially lethal dose of narcotics. Urgent medical aid is needed.",
      "These will vary depending on the type and quantity of drug(s) taken."
    ],
    "actions": [
      "Call for emergency medical assistance if the person is unconscious or has severe symptoms such as seizures, repeated vomiting, or worsening confusion.",
      "Keep the person still and do not move them unless it is necessary to prevent further injury.",
      "Check the person's breathing, pulse, and level of consciousness. If the person is not breathing or has no pulse, begin CPR.",
      "If the person is conscious, help them lie down in a quiet, dark room and encourage them to rest.",
      "Apply a cold compress or ice pack to the person's head to help reduce swelling and relieve pain.",
      "Monitor the person's condition and watch for any changes in their symptoms or level of consciousness.",
      "Do not allow the person to resume normal activities until they have been evaluated by a healthcare professional and cleared to do so."
    ]
  },

  {
    "name": "EAR INJURIES: BLEEDING",
    "Overview": [
      "Bleeding from the ear can indicate a serious head injury, such as a fractured skull, which can be life-threatening."
    ],
    "actions": [
      "Place the person carefully on their SIDE, with the injured ear tilted downwards on a clean dressing to help the fluid drain. Do not plug the ear or give drops",
      "Seek medical help urgently"
    ]
  },
  {
    "name": "EAR INJURIES: PERFORATED EARDRUM",
    "Overview": [
      "Your eardrum is a membrane, across the passage between the middle and outer ear, which is essential to hearing. A ruptured eardrum can be caused by pressure changes, a blow, explosions, a foreign agent or an infection."
    ],
    "actions": [
      "Do not probe the ear. Do not attempt to remove the object unless it is an insect. If the object is an insect, tilt the person’s head away from you and administer a drop of warm oil or water to the ear, then tilt the head towards you so that the insect can float out",
      "Seek medical help for any foreign object other than a trapped insect. If a trapped insect does not float out, also seek medical aid"
    ]
  },
  {
    "name": "EAR INJURIES: FOREIGN OBJECT",
    "Overview": [
      "Small objects, such as beads or insects, can enter the ear and pose a possible medical issue."
    ],
    "actions": [
      "If you cannot turn off the power, move the casualty away from the source of electricity, using something dry and non-conducting, such as a wooden broom handle, a wooden chair or a rolled newspaper. Stand on a non-conducting surface, (for example a dry rubber mat or a newspaper) while you do this",
      "When the casualty is clear, smother the flames of any burning clothing (see Burns and Scalds)",
      "If the casualty is unconscious, place them carefully on their SIDE, check the airway, breathing and pulse and begin rescue breaths, or CPR if necessary",
      "Treat any burns",
      "Seek medical aid"
    ]
  },
  {
    "name": "ELECTRIC SHOCK",
    "Overview": [
      "An electric shock can cause a mild ‘pins and needles’ sensation, or can be much more serious and can stop breathing, causing heart failure and resulting in death.",
      "Frayed or faulty wires, defective appliances, and appliances used near water are common but preventable causes of electric shock in the home.",
      "Before touching the victim make sure YOU are safe. Immediately turn off the electrical current at the mains or power point and, if the accident involves an appliance, pull out the plug.",
      "In the case of high-voltage electricity, involving, for example, electric train lines or heavy machinery, stay well clear, call for emergency help urgently and wait for trained personnel to disconnect the power."
    ],
    "actions": [
      "Stay calm and protect the person from injury by removing any dangerous objects but do not forcibly restrain him or her",
      "Place something soft under the person’s head to protect it, and loosen any tight clothing",
      "As the convulsions pass, place the person carefully on their SIDE and keep the airway clear, but do not force anything into the mouth",
      "Reassure the person as consciousness returns (usually after a few minutes), and help him or her to somewhere nearby where he or she can rest or sleep",
      "Seek medical aid if the seizure lasts longer than 10 minutes, there are further seizures; or you feel unsure in the situation and it is possibly the first seizure the person has experienced"
    ]
  },
  {
    "name": "EPILEPSY CONVULSIONS",
    "Overview": [
      "Epilepsy is a disorder that takes the form of recurring seizures. The seizures occur as a result of a brief disturbance of electrochemical activity in the brain. There are many types of seizures. Major generalised seizure (tonic-clonic) is one common type of epileptic seizure.",
      "Usually, epileptic seizures are brief – lasting only a few seconds or minutes – and stop of their own accord. Most involve a change in consciousness. However, some seizures, such as the absence seizure, which is a brief staring episode, are subtle and may go undiagnosed for years."
    ],
    "actions": [
      "Call for emergency medical assistance if the person is unconscious or has severe symptoms such as seizures, repeated vomiting, or worsening confusion.",
      "Keep the person still and do not move them unless it is necessary to prevent further injury.",
      "Check the person's breathing, pulse, and level of consciousness. If the person is not breathing or has no pulse, begin CPR.",
      "If the person is conscious, help them lie down in a quiet, dark room and encourage them to rest.",
      "Apply a cold compress or ice pack to the person's head to help reduce swelling and relieve pain.",
      "Monitor the person's condition and watch for any changes in their symptoms or level of consciousness.",
      "Do not allow the person to resume normal activities until they have been evaluated by a healthcare professional and cleared to do so."
    ]
  },

  {
    "name": "EYE INJURIES",
    "Overview": [
      "The eye is extremely sensitive, delicate and susceptible to infection, so all injuries are potentially serious. Medical help should be sought as soon as possible to prevent permanent damage."
    ],
    "actions": [
      "Check to see that the eye itself is not injured",
      "Apply an ice pack to the affected area (see Sprains and Dislocations). Do not apply ice directly to the eye",
      "If the eye swells and closes, seek medical advice"
    ]
  },
  {
    "name": "EYE INJURIES: BLACK EYE",
    "Overview": [
      "A severe blow to the eye area may cause bruises and internal bleeding, but it can be treated with first aid to minimise the effects of a black eye. If you suspect this could be the result of domestic violence, don’t hesitate to seek professional advice and help for your situation, or on behalf of someone else."
    ],
    "actions": [
      "Open the casualty’s eyelids gently with your fingers",
      "Flush the eye with gently running cool water for at least 20 minutes",
      "Apply a light, sterile dressing or eye pad to the eye",
      "Seek medical aid immediately"
    ]
  },
  {
    "name": "EYE INJURIES: CHEMICAL OR HEAT BURNS",
    "Overview": [
      "First aid treatment is needed immediately for eye burns caused by chemicals, such as acids and caustic soda."
    ],
    "actions": [
      "Do not flush with water; instead, apply a clean dressing or eye pad",
      "Seek medical aid"
    ]
  },
  {
    "name": "EYE INJURIES: FLASH BURNS",
    "Overview": [
      "Flash burns on the eye can be caused by the damaging flash, or light, directly from an arc welder."
    ],
    "actions": [
      "Stop the sufferer from rubbing the eye",
      "Have the person look up. Gently hold the eyelids apart and try to remove the object, if visible, with the corner of a clean, moistened cloth",
      "If the object is not visible, have the sufferer look down. Gently take hold of the lashes of the upper lid and pull the lid down and over the lower lid",
      "If this does not rid the eye of the object, hold the eyelids apart and flush the eye gently with clean water"
    ]
  },
  {
    "name": "EYE INJURIES: SURFACE FOREIGN BODIES",
    "Overview": [
      "An eyelash, speck of dust, or other small particles can cause considerable discomfort if stuck in your eye. They also have the potential to scratch the eye’s surface and cause infection.",
      "Do not attempt to remove a surface object from any part of the eye other than the white or eyelids.Do not attempt to remove the object if it is embedded in the eye."
    ],
    "actions": [
      "Lay the patient down",
      "Place thick padding above and below the injured eye then add a dressing. Do not allow the covering to press on the injured eye",
      "Seek medical aid urgently"
    ]
  },
  {
    "name": "EYE INJURIES: WOUNDS AND EMBEDDED FOREIGN BODIES",
    "Overview": [
      "If a small object is embedded in the eye, it may be washed out naturally with human tears (watering). If a stubborn or large foreign object becomes embedded in the eye, it needs to be treated with caution and speed to avoid further damage. Follow the steps below to ensure further damage to the eye is limited.",
      "Do not attempt to examine the eye.Do not allow the sufferer to touch the eye.Do not attempt to remove any object embedded in any part of the eye."
    ],
    "actions": [
      "Lay the person down, with the feet raised",
      "Loosen any tight clothing and make sure there is adequate fresh air. Check that breathing and pulse are normal",
      "Check for any injury or illness",
      "Encourage the person to rest for a while before moving, once consciousness has returned"
    ]
  },
  {
    "name": "FAINTING",
    "Overview": [
      "A person may lose consciousness if there is a temporary drop in the blood supply to their brain. Fainting may be caused by standing still for too long, especially in a hot, stuffy room or on a hot day. It can also be caused by lack of food, exhaustion or an emotional shock.",
      "A person who does not regain consciousness quickly may be suffering from a more serious illness, such as Stroke or a heart condition (see Heart Attack and Heart Failure). Emergency first aid may be needed and medical help must be sought immediately."
    ],
    "actions": [
      "Removal of a fish hook is best left to the experts – doctor or hospital",
      "Attempt to place dressings around the fish hook to reduce any bleeding as well as providing some support to reduce the movement of the hook",
      "A tetanus injection may need to be administered"
    ]
  },
  {
    "name": "FISH HOOK INJURY",
    "Overview": [
      "An embedded fish hook should be removed by a doctor but, if you are too far from medical help and it is a single-barbed hook just under the skin, you can remove it with extra care."
    ],
    "actions": [
      "If there is an open wound, control the bleeding and cover the wound with a sterile dressing. If the bone is protruding, use a ring pad. Then apply a bandage, making sure it is not directly over the fracture",
      "Support the fractured limb in the most comfortable position. Raise and rest a fractured foot or ankle on pillows or folded blankets. It is generally better to wait for the Ambulance to apply a suitable splint. They will provide appropriate pain relief prior to splinting, which will make the patient more comfortable",
      "Do not attempt to straighten the fractured limb",
      "Check regularly that the bandages are not too tight, affecting circulation",
      "Watch for signs of SHOCK",
      "Seek medical aid immediately"
    ]
  },
  {
    "name": "FRACTURES",
    "Overview": [
      "A fracture is a broken or cracked bone. When the bone pierces the skin it’s called a compound or open fracture. This fracture is very susceptible to infection and can result in considerable loss of blood. When the skin has not been broken it is called a ‘closed fracture’ (though there may be internal bleeding and damage). In the case of young children’s bones, which are still flexible, they may not break completely. These incomplete breaks are called ‘greenstick fractures’.",
      "If you suspect someone has a bone fracture, seek medical aid immediately. For the treatment of fractured ribs also see Chest Injuries.",
      "Do not move the broken bone if possible.Do not shift the casualty, unless essential to safety, if there is a suspected back or neck fracture (see NECK AND SPINAL INJURIES) because the spinal cord can be damaged by movement.Do not administer any food or drink because a general anaesthetic may be needed."
    ],
    "actions": [
      "Call for emergency medical assistance if the person is unconscious or has severe symptoms such as seizures, repeated vomiting, or worsening confusion.",
      "Keep the person still and do not move them unless it is necessary to prevent further injury.",
      "Check the person's breathing, pulse, and level of consciousness. If the person is not breathing or has no pulse, begin CPR.",
      "If the person is conscious, help them lie down in a quiet, dark room and encourage them to rest.",
      "Apply a cold compress or ice pack to the person's head to help reduce swelling and relieve pain.",
      "Monitor the person's condition and watch for any changes in their symptoms or level of consciousness.",
      "Do not allow the person to resume normal activities until they have been evaluated by a healthcare professional and cleared to do so."
    ]
  },
  {
    "name": "FRACTURE: LEG",
    "Overview": [
      "For a fractured leg, pad the area well between the legs and use a splint if possible. Utilise the uninjured limb for extra support. Secure the legs with bandages around the ankles and knees. Also, if medical help is likely to be delayed, bandage above and below the fracture site, and around the thighs."
    ],
    "actions": [
      "Call for emergency medical assistance if the person is unconscious or has severe symptoms such as seizures, repeated vomiting, or worsening confusion.",
      "Keep the person still and do not move them unless it is necessary to prevent further injury.",
      "Check the person's breathing, pulse, and level of consciousness. If the person is not breathing or has no pulse, begin CPR.",
      "If the person is conscious, help them lie down in a quiet, dark room and encourage them to rest.",
      "Apply a cold compress or ice pack to the person's head to help reduce swelling and relieve pain.",
      "Monitor the person's condition and watch for any changes in their symptoms or level of consciousness.",
      "Do not allow the person to resume normal activities until they have been evaluated by a healthcare professional and cleared to do so."
    ]
  },
  {
    "name": "FRACTURE: ARM OR ELBOW",
    "Overview": [
      "To deal with a fractured elbow, if the arm is straight you must lay the person down on their uninjured side, and place the injured arm on a padded splint, along the side of the body, without bending the elbow. Secure the arm to the body (above and below the injury), with broad bandages tied on the un-injured side.",
      "For a fracture in the upper or lower arm, aim to reduce movement and pain. The patient may choose to support the injured arm with the other arm, gently holding the elbow."
    ],
    "actions": [
      "Move the casualty to a warm, dry shelter if possible",
      "Warm the affected area slowly, using body heat. For example, cup your hands around the affected part or have the sufferer put the part inside his or her clothing or under an armpit",
      "Cover any blisters with dry, sterile dressings",
      "Seek medical aid"
    ]
  },
  {
    "name": "FROSTBITE",
    "Overview": [
      "Prolonged exposure of the extremities to severe cold can result in frostbite: the small blood vessels constrict and cut the blood supply to the ears, nose, fingers or toes. In extreme cases, gangrene may develop and amputation may be necessary."
    ],
    "actions": [
      "Treat as for bites from snakes",
      "Seek urgent medical help: this venom is life-threatening"
    ]
  },
  {
    "name": "FUNNEL-WEB SPIDER BITES",
    "Overview": [
      "The funnel-web, found mainly in Sydney and the coastal region of New South Wales, is a large, black or reddish-brown, hairy spider. The male is more poisonous than the female and somewhat smaller and more slender, with a body length of about 3 cm. An antivenom is available."
    ],
    "actions": [
      "Call for emergency medical assistance if the person is unconscious or has severe symptoms such as seizures, repeated vomiting, or worsening confusion.",
      "Keep the person still and do not move them unless it is necessary to prevent further injury.",
      "Check the person's breathing, pulse, and level of consciousness. If the person is not breathing or has no pulse, begin CPR.",
      "If the person is conscious, help them lie down in a quiet, dark room and encourage them to rest.",
      "Apply a cold compress or ice pack to the person's head to help reduce swelling and relieve pain.",
      "Monitor the person's condition and watch for any changes in their symptoms or level of consciousness.",
      "Do not allow the person to resume normal activities until they have been evaluated by a healthcare professional and cleared to do so."
    ]
  },

  {
    "name": "GASTROENTERITIS: BABIES AND YOUNG CHILDREN",
    "Overview": [
      "Gastroenteritis is an illness of the stomach and intestine. It’s also known as “stomach flu” or “intestinal flu.” Gastroenteritis can lead to severe diarrhoea, vomiting, and dehydration (deficiency in fluids). Babies and young children are at greater risk for dehydration from gastroenteritis because they have smaller bodies and can lose fluids more quickly. ",
      "If your child has gastroenteritis, it’s important to watch for signs of dehydration.",
      "In addition to vomiting and the passing of frequent watery stools there may be the following signs and symptoms of dehydration:"
    ],
    "actions": [
      "The child has a lot of diarrhoea (8–10 watery stools or 2–3 very large stools a day)Vomiting persists and little fluid is kept downThere are signs of dehydrationThe child develops severe stomach painVomiting and/or diarrhoea persists in a baby or child for more than 24 hoursYou are genuinely worried"
    ]
  },

  {
    "name": "HEAD INJURIES",
    "Overview": [
      "All injuries and blows to the head should be treated seriously. There may be no outward sign of injury or brain damage, but complications can develop. Internal bleeding in the skull can place increasing pressure on the brain and affect consciousness, breathing, pulse and blood pressure. In some cases, loss of consciousness does not occur until sometime after the accident. Any casualty who has been even briefly unconscious must receive medical attention.",
      "Some of the following symptoms and signs may not show immediately:"
    ],
    "actions": [
      "If the person is unconscious, place them carefully on their SIDE, check the airway, breathing and pulse and begin CPR if necessary",
      "If the person is conscious, sit them up and loosen clothing – help them into a comfortable position",
      "Call for an ambulance immediately. Make sure you inform the service that the casualty may have suffered a heart attack",
      "If the patient is conscious – and has no history of allergies to aspirin – one aspirin (300mg) may be given. Dissolvable aspirin is preferred"
    ]
  },
  {
    "name": "HEART ATTACK",
    "Overview": [
      "A heart attack occurs when the blood supply to the heart is blocked by a blood clot in a coronary artery. Prompt first aid and immediate specialised medical attention could save a person’s life."
    ],
    "actions": [
      "Move the sufferer to a cool place with fresh air",
      "Lay the person down. Loosen his or her clothing and remove any articles that are not needed",
      "Sponge the sufferer with cool water",
      "Encourage the person slowly to drink water, to which a small amount of sugar or glucose may be added",
      "Apply ice packs to the cramped muscles (see Sprains and Dislocations)",
      "If the person does not recover quickly or vomits, seek medical aid immediately"
    ]
  },
  {
    "name": "HEAT EXHAUSTION",
    "Overview": [
      "Heat exhaustion is the result of excessive loss of body fluid through perspiration. Heat exhaustion is most likely to occur in hot, humid conditions, particularly if prolonged exercise is involved. The young and the old are most susceptible because their bodies are the least efficient at regulating body temperature. This is why you should never leave a baby, pet, or any other living thing, in a closed car on a hot day."
    ],
    "actions": [
      "If the casualty is unconscious, place them carefully on their SIDE, check the airway, breathing and pulse and begin CPR if necessary",
      "Move the casualty to a cool place",
      "Loosen his or her clothing and remove any articles that are not needed",
      "Cool the casualty as quickly as possible: apply ice packs to the neck, groin and armpits (see Sprains and Dislocations). Then wrap the person in a cool, wet sheet. Fan the casualty to increase the cooling process",
      "Seek medical aid immediately",
      "Check the casualty’s temperature every 5 minutes. As soon as the skin feels cool, stop the cooling process",
      "When the casualty is conscious, give small frequent sips of liquid"
    ]
  },
  {
    "name": "HEAT STROKE",
    "Overview": [
      "Heat stroke is more dangerous than heat exhaustion, as it occurs when the body’s heat-regulating mechanism fails completely. Early recognition and medical attention are essential, as, without emergency treatment heat stroke can lead to death. Heat stroke is most likely to occur in hot, humid conditions, particularly if prolonged exercise is involved. The young and the old are most susceptible because their bodies are the least efficient at regulating body temperature. This is why you should never leave a baby, pet, or any other living thing, in a closed car on a hot day."
    ],
    "actions": [
      "If the casualty is unconscious, place them carefully on their SIDE, check the airway, breathing and pulse and begin CPR if necessary, supporting the jaw with your hand",
      "If the casualty is conscious and able to help, have him or her sit in the most comfortable position, supporting the jaw with a hand. Do not try to apply a jaw bandage",
      "Seek medical help immediately"
    ]
  },
  {
    "name": "JAW INJURY: FRACTURED",
    "Overview": [
      "A fractured jaw is also known as a broken jaw, referring to a crack or break in the jaw bone. This injury can affect one or both of the joints that connect your lower jawbone to your skull. A fractured jaw can create problems eating or breathing, so it’s important to seek medical attention promptly."
    ],
    "actions": [
      "If the casualty is unconscious, place them carefully on their SIDE, carefully supporting the head and neck with your hand, check the airway, breathing and pulse and begin CPR if necessary",
      "If the casualty is conscious, cover and keep him or her as still as possible. Do not attempt to raise the head or give anything to eat or drink. Loosen any tight clothing",
      "If the neck has been injured, and particularly if the person is trapped in an upright position, support the head and neck with your hands",
      "Seek medical aid urgently"
    ]
  },
  {
    "name": "NECK AND SPINAL INJURIES",
    "Overview": [
      "Neck and spinal injuries must always be treated as serious. This casualty must be handled with the utmost care to prevent further damage that could result in permanent paralysis or even breathing and circulation failure. Injury to the spine must always be suspected if the casualty is unconscious from a head injury (see Head and Facial Injuries).",
      "Never move a person with suspected spinal injuries unless essential to safety, for example, if unconscious you would need to place them carefully on their SIDE. If you must move the casualty, support the neck, head and spine.",
      "Do not twist or bend an injured spine."
    ],
    "actions": [
      "Tell the person not to blow his or her nose and to breathe through the mouth",
      "Have the person sit down, lean slightly forward and hold his or her nostrils together for about 10 minutes",
      "Loosen the clothing around the neck, chest and waist",
      "If the nose continues to bleed, repeat the procedure. The person should not blow the nose for several hours after bleeding has stopped. If bleeding persists, seek medical advice"
    ]
  },
  {
    "name": "NOSEBLEED",
    "Overview": [
      "A nosebleed can be caused by a heavy knock, blowing the nose too hard, or high blood pressure. Sometimes a nosebleed can occur for no apparent reason. Nosebleeds are quite common among children.",
      "Unconsciousness and a flow of pale fluid mixed with blood can indicate a head injury (see Head and Facial Injuries). This can be serious, even life-threatening, so emergency first aid may be required and medical aid should be sought immediately."
    ],
    "actions": [
      "Proceed as for Mild to Moderate Over-exposure, steps 1–3",
      "Seek medical aid urgently and remain with the casualty until it is at hand"
    ]
  },
  {
    "name": "OVER-EXPOSURE: EXTREME (HYPOTHERMIA)",
    "Overview": [
      "Hypothermia is the extreme cooling of the body, often caused by protracted immersion in cold water. After the loss of the body’s surface heat, there is a cooling of deep tissues and organs. ",
      "Prolonged exposure to cold conditions, particularly wet and windy weather or immersion in cold water, can cause the body’s heat-regulating mechanism to fail, with severe, even fatal, results. Alcohol and drugs also decrease the functioning of the body’s heat-regulating mechanism.",
      "The young and the old are the most susceptible as their bodies are the least efficient at regulating body temperature. However, even young, fit adults can be seriously affected if they are exposed to extreme cold without adequate protection."
    ],
    "actions": [
      "If the person is unconscious, place them carefully on their SIDE, check the airway, breathing and pulse and begin CPR if necessary",
      "Move the person to a sheltered, dry spot. Replace wet clothes with warm, dry clothing, blankets or sleeping bag to prevent further heat loss. If it is available, use windproof material, such as aluminium foil or plastic, for further protection. The body heat from another person is also a valuable aid: have someone, stripped to his or her underwear, share the blanket s or sleeping bag with the sufferer",
      "If the person is conscious, give him or her warm drinks. Do not give the patient alcohol",
      "Seek medical aid"
    ]
  },
  {
    "name": "OVER-EXPOSURE: MILD TO MODERATE",
    "Overview": [
      "Mild hypothermia is defined by a body temperature of 32–35°C body temperature and is usually easy to treat. Moderate hypothermia is defined by a body temperature of between 28–32°C body temperature, which is more serious and more difficult to treat.The risk of death rises as core body temperature falls below 32 °C. If core body temperature is less than 28°C, the condition is life-threatening and requires immediate medical intervention.",
      "Do not attempt to warm the victim quickly by using an electric blanket or hot-water bottle or by placing the person close to a fire or heater."
    ],
    "actions": [
      "The preferred method is to rapidly freeze the tick by using a product such as ‘Tick OFF’ which is available from most chemists. The key is to kill the tick rapidly which helps to reduce the toxins being released. Do not pinch or squeeze the tick. Do not try to pull the tick off",
      "Check carefully that there are no other ticks in the crevices of the sufferer’s body, such as behind the ears, or in the hair",
      "If the symptoms persist or if a child has been bitten, seek medical aid immediately"
    ]
  },
  {
    "name": "PARALYSIS TICK (BUSH TICK)",
    "Overview": [
      "These are most commonly found along the eastern coast of Australia, from Queensland to northern Tasmania. The small (only 0.25–0.5 cm across), oval-shaped, dung-coloured creature buries its head under the victim’s skin. The venom can cause paralysis, especially in children, but usually results in skin irritation or nodules. The tick should be removed as soon as possible."
    ],
    "actions": [
      "Apply pressure to the bitten area with your hands",
      "As soon as possible apply a firm bandage: crepe is ideal, but you can improvise with, for example, a stocking. Bandage over the bite then continue the bandage up the limb. For bites to the torso the application of direct pressure to the bite site appears to be the best treatment",
      "Immobilise the limb, using a splint (see splints) if the leg has been bitten or a sling if the arm is affected",
      "Rest the casualty, and do not move him or her unless absolutely essential. It is preferable to wait for medical help to arrive"
    ]
  },
  {
    "name": "PRESSURE IMMOBILISATION BANDAGE",
    "Overview": [
      "Pressure immobilisation helps prevent venom reaching the bloodstream. It is useful for treating snake bites and most other bites and stings, except poisoning by red-back, jellyfish stings and venomous fish such as stonefish and bullrout."
    ],
    "actions": [
      "If the casualty is unconscious, place them carefully on their SIDE, check the airway, breathing and pulse and begin CPR if necessary (see EMERGENCY TECHNIQUES). If CPR is required, make sure you wipe any poisonous substance from the casualty’s mouth first",
      "If the casualty is conscious, treat him or her according to the poison taken. It is also important to establish what the drug or poison was because this may be of help in the medical treatment of the casualty",
      "Call for urgent medical aid"
    ]
  },
  {
    "name": "POISONING",
    "Overview": [
      "Poisons can be swallowed, inhaled, absorbed or injected. Food, medicines and household and industrial products can all be poisonous. In many cases, accidental poisoning is avoidable.",
      "For specific information on a poison, phone the Poisons Information Centre on 13 11 26.",
      "Depending on the nature of the poison, signs and symptoms can include:"
    ],
    "actions": [
      "Wash the casualty’s mouth and face clean of the substance",
      "Do not give anything by mouth",
      "Seek medical aid urgently"
    ]
  },
  {
    "name": "POISONING: CORROSIVE, PETROL-BASED OR UNKNOWN SUBSTANCES",
    "Overview": [
      "Corrosives are substances, such as battery acid, dishwasher detergent, toilet cleaner and caustic soda, that burn tissues in the body if ingested or if contact with the skin occurs.",
      "Do not induce vomiting because it could cause further damage to the tissues and the lungs."
    ],
    "actions": [
      "Call for emergency medical assistance if the person is unconscious or has severe symptoms such as seizures, repeated vomiting, or worsening confusion.",
      "Keep the person still and do not move them unless it is necessary to prevent further injury.",
      "Check the person's breathing, pulse, and level of consciousness. If the person is not breathing or has no pulse, begin CPR.",
      "If the person is conscious, help them lie down in a quiet, dark room and encourage them to rest.",
      "Apply a cold compress or ice pack to the person's head to help reduce swelling and relieve pain.",
      "Monitor the person's condition and watch for any changes in their symptoms or level of consciousness.",
      "Do not allow the person to resume normal activities until they have been evaluated by a healthcare professional and cleared to do so."
    ]
  },
  {
    "name": "POISONING: MEDICINAL AND GENERAL SUBSTANCES",
    "Overview": [
      "General substances include plants, such as some mushrooms, and detergent.",
      "Do not attempt to induce vomiting if the casualty is unconscious or lying on their back."
    ],
    "actions": [
      "Call for emergency medical assistance if the person is unconscious or has severe symptoms such as seizures, repeated vomiting, or worsening confusion.",
      "Keep the person still and do not move them unless it is necessary to prevent further injury.",
      "Check the person's breathing, pulse, and level of consciousness. If the person is not breathing or has no pulse, begin CPR.",
      "If the person is conscious, help them lie down in a quiet, dark room and encourage them to rest.",
      "Apply a cold compress or ice pack to the person's head to help reduce swelling and relieve pain.",
      "Monitor the person's condition and watch for any changes in their symptoms or level of consciousness.",
      "Do not allow the person to resume normal activities until they have been evaluated by a healthcare professional and cleared to do so."
    ]
  },
  {
    "name": "POISONING: INHALED",
    "Overview": [
      "Industrial gases, carbon monoxide (in car exhaust fumes), or the fumes from polyurethane foam can all cause poisoning."
    ],
    "actions": [
      "Get the casualty to remove the contaminated clothing and footwear. If you help, wear rubber gloves",
      "Wash the contaminated skin thoroughly with soap and water (and later wash the contaminated clothes separately from other articles)",
      "Seek medical aid if any of the signs or symptoms of poisoning occur. If you know the name of the chemical, let the doctor or hospital staff know",
      "If the casualty becomes unconscious, place them carefully on their SIDE, check the airway, breathing and pulse and begin CPR if necessary"
    ]
  },
  {
    "name": "POISONING: ABSORBED POISONS",
    "Overview": [
      "Toxic chemicals, such as pesticides, can be absorbed through the skin. It may take some time before the symptoms become evident. It may be important to check whether the casualty has been in contact with any poison from crop spraying. See also Bites and Stings; Vomiting and Diarrhoea."
    ],
    "actions": [
      "Call for emergency medical assistance if the person is unconscious or has severe symptoms such as seizures, repeated vomiting, or worsening confusion.",
      "Keep the person still and do not move them unless it is necessary to prevent further injury.",
      "Check the person's breathing, pulse, and level of consciousness. If the person is not breathing or has no pulse, begin CPR.",
      "If the person is conscious, help them lie down in a quiet, dark room and encourage them to rest.",
      "Apply a cold compress or ice pack to the person's head to help reduce swelling and relieve pain.",
      "Monitor the person's condition and watch for any changes in their symptoms or level of consciousness.",
      "Do not allow the person to resume normal activities until they have been evaluated by a healthcare professional and cleared to do so."
    ]
  },
  {
    "name": "RED-BACK SPIDER BITES",
    "Overview": [
      "The red-back spider is about the size of a pea and usually black with a reddish stripe on the back. Only the female is dangerous. An anti-venom is available.",
      "Do not apply pressure immobilisation."
    ],
    "actions": [
      "Lay the casualty down, with the injured part of the body supported in a raised position",
      "Firmly press a large piece of gauze or clean cloth against the stump or raw area to stop bleeding. Bandage the dressing in place",
      "Seek urgent medical aid",
      "Encourage the casualty to stay as still as possible. Watch closely for any signs of shock, which can be caused by the loss of blood",
      "Find the severed limb",
      "Do not wash the severed limb. Place it in a watertight container, such as an inflated and sealed plastic bag. Put the container in water to which, if possible, ice has been added, but do not allow the part to have direct contact with the ice",
      "Send the container to hospital with the casualty"
    ]
  },
  {
    "name": "SEVERED LIMBS",
    "Overview": [
      "It may be possible to save a severed limb, finger or toe – if you act quickly. Your first priority, however, is to save the casualty’s life.",
      "Do not attempt to bandage a severed limb in position. You will cause further distress and pain to the casualty and damage delicate tissues, hampering possible micro-surgery."
    ],
    "actions": [
      "If the casualty becomes unconscious, place them carefully on their SIDE, check the airway, breathing and pulse and begin CPR if necessary",
      "If the casualty is conscious, lay him or her down",
      "Because shock is brought on by major injury or illness you need to identify and treat its cause. (The casualty may, for example, be bleeding heavily, have serious burns and scalds, or have suffered a heart attack)",
      "Seek medical aid urgently",
      "Loosen any tight clothing. Try to maintain the body temperature, but do not overheat the casualty",
      "Do not give anything to eat or drink. If the casualty is thirsty, moisten the lips",
      "Monitor the airway, breathing and pulse regularly"
    ]
  },
  {
    "name": "SHOCK",
    "Overview": [
      "Clinical shock is a serious, life-threatening condition. Clinical shock can occur when there is extreme pain, severe bleeding or heavy loss of fluid after suffering a major injury, vomiting, diarrhoea or burns. It occurs progressively, so watch closely for any signs, particularly deterioration in a casualty’s condition after an accident or sudden illness."
    ],
    "actions": [
      "Lay the patient down comfortably and try to keep him or her still. Do not elevate a bitten limb",
      "Apply a Pressure Immobilisation Bandage",
      "If the casualty becomes unconscious, place them carefully on their SIDE, check the airway, breathing and pulse and begin CPR if necessary",
      "Seek medical aid urgently as the patient will likely need an antivenom administered"
    ]
  },
  {
    "name": "SNAKE BITES",
    "Overview": [
      "DON’T waste time trying to identify the snake. Apply snake bite specific first aid immediately. If you want to be prepared, it’s a smart idea to invest in a snake bite survival kit. Unconsciousness and breathing difficulties can develop quickly, especially in a child.",
      "Puncture marks on the skin may be apparent, but the following other signs and symptoms may take from 15 minutes to 2 hours to appear:"
    ],
    "actions": [
      "Apply a compression bandage that extends well beyond the site",
      "Rest the joint in the most comfortable position and apply ice packs to ease the pain and swelling",
      "Seek medical aid"
    ]
  },
  {
    "name": "SPRAINS",
    "Overview": [
      "When a joint is forced beyond its normal range of movement, the ligaments that hold it together become sprained (stretched or torn).",
      "Sprains often occur to ankles, but also affect wrists, elbows, knees, hips and shoulders. Sprains and dislocations are often associated with fractures, as they can have the same symptoms. If you are unsure, treat such an injury as a fracture and seek medical aid immediately.",
      "Do not move the joint if you suspect it is fractured."
    ],
    "actions": [
      "Stop any BLEEDING by applying direct pressure",
      "Cut away or remove the clothing around the wound",
      "Carefully cleanse the wound if it is not bleeding and apply a sterile dressing",
      "Seek medical aid"
    ]
  },
  {
    "name": "STAB WOUNDS",
    "Overview": [
      "A stab or penetrating wound is caused by a sharp object, such as a knife, bullet, scissors, blade or nail. Although the surface cut may be small, such objects can penetrate deeply and harm internal organs. These objects may also carry dirt deep inside, increasing the risk of infection, so a tetanus shot may be required."
    ],
    "actions": [
      "If the patient is stung by a bee, remove the stinger by brushing it sideways with your fingernail or a knife blade. Do not squeeze the poison sac by pulling out the barb",
      "Wipe the area clean and apply a cold compress",
      "If there is an allergic reaction, the casualty should immediately take any medication for allergy that he or she may be carrying. If the reaction is severe, apply pressure immobilisation, monitor breathing, begin CPR if necessary and seek medical aid urgently"
    ]
  },
  {
    "name": "STING: BEES AND WASPS",
    "Overview": [
      "Some people suffer allergic reactions to the stings of bees and wasps."
    ],
    "actions": [
      "Apply pressure immobilisation",
      "Send for urgent medical aid, but do not leave the casualty unattended",
      "As soon as breathing is affected, begin CPR and continue until medical help arrives"
    ]
  },
  {
    "name": "STING: BLUE-RINGED OCTOPUS",
    "Overview": [
      "Blue-ringed octopus are found in rock pools all along the Australian coastline. They are small – no more than 20 cm from tip to tip when their tentacles are spread out. Their bite is often painless, but the venom is potent and affects the victim rapidly. Due to their size and attractiveness, children may be tempted to pick them up! Warn your children not to put their fingers in the crevices of rock pools. No antivenom is available."
    ],
    "actions": [
      "Apply pressure immobilisation",
      "Send for urgent medical aid, but do not leave the casualty unattended",
      "As soon as breathing is affected, begin CPR and continue until medical help arrives"
    ]
  },
  {
    "name": "STING: CONE SHELL",
    "Overview": [
      "The majority of cone shell species are found along the tropical northern Australian coastline, but some are also found in temperate waters. All species of cone shell are poisonous, and the sting of some is lethal."
    ],
    "actions": [
      "If the casualty becomes unconscious, place them carefully on their SIDE, check the airway, breathing and pulse and begin CPR if necessary (see EMERGENCY TECHNIQUES). Continue to monitor breathing and circulation",
      "Douse the stung skin with household vinegar, which almost instantly makes the tentacles harmless, or use your fingers to detach any tentacles. Do not cease CPR to do this",
      "Do not rub the area",
      "Seek medical aid urgently"
    ]
  },
  {
    "name": "STING: BOX JELLYFISH",
    "Overview": [
      "Usually found in the waters of tropical northern Australia. The tentacles contain highly poisonous venom. Extensive stinging may cause breathing and circulation failure and can kill within minutes.",
      "Always check with local authorities whether it is a safe time to swim before you enter tropical waters."
    ],
    "actions": [
      "Do not remove the barb",
      "Wash the area with hot, but not scalding, water",
      "Monitor breathing and give CPR if necessary",
      "Seek medical aid"
    ]
  },
  {
    "name": "STING-RAYS",
    "Overview": [
      "The stingray possesses a long, whip-like tail, which can be venomous or, in some cases, lethal. Stingrays generally don’t attack or actively defend themselves but prefer to swim away, but when attacked or stepped on the stinger in their tail is whipped up."
    ],
    "actions": [
      "Seek medical attention especially if signs of shockTry and remove any remaining tentacles from the skin by carefully lifting them off using your fingers",
      "Rinse the area well with sea water to ensure all “stingers” are removedPlace the patients stung area in hot water (no hotter than the patient can tolerate) for at least 20 minsIf local pain not relieved try using a cold ice packIf pain persists or is generalised call an ambulance or seek medical care as soon as possible"
    ]
  },
  {
    "name": "STING: BLUE BOTTLE",
    "Overview": [
      "Blue bottles are commonly found on Australian beaches and deliver a very painful sting from their long, blue tentacles. They are often found washed up on the shore of the beach, or floating in the water trailing their venomous tentacles below them, which swimmers unwittingly come into contact with."
    ],
    "actions": [
      "Call for emergency medical assistance if the person is unconscious or has severe symptoms such as seizures, repeated vomiting, or worsening confusion.",
      "Keep the person still and do not move them unless it is necessary to prevent further injury.",
      "Check the person's breathing, pulse, and level of consciousness. If the person is not breathing or has no pulse, begin CPR.",
      "If the person is conscious, help them lie down in a quiet, dark room and encourage them to rest.",
      "Apply a cold compress or ice pack to the person's head to help reduce swelling and relieve pain.",
      "Monitor the person's condition and watch for any changes in their symptoms or level of consciousness.",
      "Do not allow the person to resume normal activities until they have been evaluated by a healthcare professional and cleared to do so."
    ]
  },
  {
    "name": "STONEFISH AND BULLROUT WOUNDS",
    "Overview": [
      "These species of fish are found in tropical inlets, rocky beaches and coral reefs. You should always wear shoes when walking or wading in such places and beware of picking up odd-looking rocks, which may be a camouflaged stonefish. Stonefish are the most venomous fish known to humans."
    ],
    "actions": [
      "Seek medical attention urgently",
      "Soak the affected area in hot, but not scalding, water for at least 20 minutes",
      "Remove any spine in the wound if possible",
      "Monitor breathing and begin CPR if necessary"
    ]
  },
  {
    "name": "Signs and Symptoms  of Stonefish or Bullrout Wounds",
    "Overview": ["Do not apply pressure immobilisation."],
    "actions": [
      "Place the person in a comfortable position, supporting the injured limb",
      "Apply ice packs to the injured area as for Sprains or Dislocations",
      "Do not massage the injured limb. Bandage it firmly",
      "Getting the sufferer to gently exercise may help ease painful spasms",
      "Seek medical advice if the pain persists"
    ]
  },
  {
    "name": "STRAINS",
    "Overview": [
      "A strain results from muscle or tendons being overstretched during activities like sport, or the result of a fall."
    ],
    "actions": [
      "If the casualty is unconscious, place them carefully on their SIDE, check the airway, breathing and pulse and begin CPR if necessary",
      "Seek medical aid urgently",
      "Reassure the patient"
    ]
  },
  {
    "name": "STROKE",
    "Overview": [
      "Stroke refers to the brain damage caused by a blocked or ruptured artery in the brain. Elderly people with high blood pressure are particularly susceptible to stroke. If complications occur, you will find that Synapse is a brilliant resource for understanding and finding support on brain injury in Australia.",
      "Use the FAST system to help identify a possible stroke: FACE ARMS SPEECH TREATMENT. If you make the decision to pursue a first aid course, this will be covered in detail."
    ],
    "actions": [
      "If the casualty is unconscious, place them carefully on their SIDE on the injured sie, check the airway, breathing and pulse and begin CPR if necessary",
      "Rest the conscious casualty in a half-sitting position, leaning downwards on the injured side",
      "Quickly remove the clothing around the wound and place your hand over the wound",
      "Cover the wound with a sterile dressing or an airtight dressing made from plastic or aluminium foil. Tape the covering to the chest on three sides to prevent air entering, but do not tape the bottom edge, leave it open so that air under pressure can escape",
      "Seek medical aid urgently"
    ]
  },
  {
    "name": "SUCKING WOUNDS",
    "Overview": [
      "A sucking chest wound occurs when an accident or injury opens a hole in your chest. Sucking wounds are often caused by a knife wound, stabbing, gunshot, or other sudden perforation to the chest area."
    ],
    "actions": [
      "Move the person inside or into the shade",
      "Reduce the pain with a cool shower, bath or compress to the affected part, but do not chill the person. Be careful not to break any blisters",
      "Give plenty of cool fluids",
      "The sufferer should cover the sunburn if going out in the sun",
      "Seek medical aid if a person blisters or a young child is involved"
    ]
  },
  {
    "name": "SUNBURN",
    "Overview": [
      "Overexposure to strong sun, particularly in the middle of the day, can cause redness, inflammation, swelling and blistered skin, which will eventually dry out and flake off. In the long-term, overexposure can lead to freckling, blotchy skin – and even skin cancer. Children are especially vulnerable and need to be prepared with maximum protection to avoid permanent damage.",
      "When it comes to sunburn, the best cure is prevention. Stay out of the sun in the heat of the day, wear adequate clothing, a hat, a total block-out sun lotion, and protect your eyes with sunglasses. For more information, see Heat Exhaustion and Heat Stroke."
    ],
    "actions": [
      "Do not give the patient anything to eat or drink",
      "Take the patient, especially if a child, to hospital immediately"
    ]
  },
  {
    "name": "SWALLOWED OBJECTS",
    "Overview": [
      "Swallowed objects are a common occurrence, especially with young children. Very small, smooth objects may not be a problem, but sharp, jagged objects such as bones, nails or glass, can be dangerous. Always check child",
      "and baby toys to double check there are no loose, small or sharp parts that could easily be swallowed or removed from the object. See also Choking."
    ],
    "actions": [
      "Clean the tooth that has been knocked out, by having the casualty suck it. If this is not possible, use saliva or milk that has not been warmed. If there is no other option, wash the tooth under tap water",
      "Place the tooth in its original socket and hold it there for two minutes",
      "Mould a piece of aluminium foil over it and the two teeth on either side to form a temporary splint. The casualty should bite down to keep this in place",
      "If the tooth cannot be replaced in the mouth immediately, keep it moist in saliva or milk",
      "Seek dental aid immediately"
    ]
  },
  {
    "name": "TEETH INJURIES",
    "Overview": [
      "A tooth, or multiple teeth, that have unfortunately been knocked out of the mouth can be saved – if you act quickly. Baby teeth, or first teeth, should not be replaced. Anyone who has damaged his or her teeth should see a dentist as soon as possible."
    ],
    "actions": [
      "Call for emergency medical assistance if the person is unconscious or has severe symptoms such as seizures, repeated vomiting, or worsening confusion.",
      "Keep the person still and do not move them unless it is necessary to prevent further injury.",
      "Check the person's breathing, pulse, and level of consciousness. If the person is not breathing or has no pulse, begin CPR.",
      "If the person is conscious, help them lie down in a quiet, dark room and encourage them to rest.",
      "Apply a cold compress or ice pack to the person's head to help reduce swelling and relieve pain.",
      "Monitor the person's condition and watch for any changes in their symptoms or level of consciousness.",
      "Do not allow the person to resume normal activities until they have been evaluated by a healthcare professional and cleared to do so."
    ]
  },
  {
    "name": "VOMITING AND DIARRHOEA",
    "Overview": [
      "Stomach pains, vomiting and diarrhoea can have many different causes. Causes include food poisoning and viral infections, so it is important to see your doctor if the symptoms persist. Vomiting and diarrhoea are common in young children and are often caused by gastroenteritis, a viral infection of the bowel, but they can also be caused but other infections.",
      "Food poisoning often results from eating food contaminated by bacteria. Bacteria can breed in foods, such as fish, chicken, ham and dairy products that are not properly stored. Food should always be well cooked and eaten immediately, or refrigerated as soon as it is bought. If food is reheated always bring it to boiling point. Food poisoning can also result from naturally occurring toxins in some plants and fish (see Poisoning).",
      "Vomiting and diarrhoea can cause dehydration – loss of the fluids required for the normal functioning of the body – particularly in babies and small children, so it is important that sufferers drink lots of fluid."
    ],
    "actions": [
      "Do not attempt to remove the object. Apply a ring pad or pad around the wound and apply a clean dressing",
      "Apply pressure around the object to stop bleeding, but do not apply pressure to the objectSeek medical aid urgently"
    ]
  },
  {
    "name": "WOUND WITH EMBEDDED OBJECT",
    "Overview": [
      "If a wound occurs where an object becomes deeply embedded within the flesh, medical attention will be urgently required. This type of injury may not only hold potential to cause infection, but internal organs may be at risk, especially if you or the patient attempt to remove the embedded object without medical assistance."
    ],
    "actions": [
      "Call for emergency medical assistance if the person is unconscious or has severe symptoms such as seizures, repeated vomiting, or worsening confusion.",
      "Keep the person still and do not move them unless it is necessary to prevent further injury.",
      "Check the person's breathing, pulse, and level of consciousness. If the person is not breathing or has no pulse, begin CPR.",
      "If the person is conscious, help them lie down in a quiet, dark room and encourage them to rest.",
      "Apply a cold compress or ice pack to the person's head to help reduce swelling and relieve pain.",
      "Monitor the person's condition and watch for any changes in their symptoms or level of consciousness.",
      "Do not allow the person to resume normal activities until they have been evaluated by a healthcare professional and cleared to do so."
    ]
  }
]
